/* displayed when adding a new printer */
"Adding Printer." = "Aggiungo stampante.";

/* title of Auto Select PPD menu item */
"Auto Select" = "Seleziona automaticamente";

/* title of item for uberowser. */
"Default Browser" = "Browser di default";

/* Display when the auto select process is schedualed to start */
"Gathering printer information." = "Raccolgo informazioni stampante.";

/* Menu item for all install ppds. */
"Other..." = "Altro…";

/* title of Unknown PPD menu item */
"Unknown" = "Sconosciuto";

/* displayed when we can not match a ppd */
"Please select a driver or printer model" = "Seleziona un driver o un modello di stampante";

/* Menu item to allow the user to select a ppd from open file dialog */
"Select a driver to use..." = "Selezionare un driver da usare…";

/* Unknown Location */
"Unknown Location" = "Posizione sconosciuta";

/* The message in the alert explaining that AppleTalk is disabled. */
"AppleTalk Disabled" = "Non posso attivare AppleTalk.";

/* Title of all manufacturers menu item */
"All" = "Tutti i produttori";

/* Error translation for cups' server-error-service-unavailable message */
"Print Service is not running." = "Il servizio di stampa non è attivo.";

/* Why we make the user wait. */
"Searching for new drivers" = "Cerco nuovi driver";

/* @"AppleTalk", AddPrinterBundle, @"AppleTalk Name" */
"AppleTalk" = "AppleTalk";

/* Local zone name. */
"*" = "Zona locale";

/* Shared Printer (Used by SharedPrinter class) */
"Shared Printer" = "Stampante condivisa";

/* Shared Printer Pool (Used by SharedPrinter class) */
"Shared Printer Pool" = "Gruppo di stampanti condivise";

/* Shared Fax (Used by SharedPrinter class) */
"Shared Fax" = "Fax condiviso";

/* DNSSD Name */
"Bonjour" = "Bonjour";

/* DNSSD Shared (Used by DNSSDPrinter class) */
"Bonjour Shared" = "Bonjour condiviso";

/* Point to the string for software update in the nib. */
"Software Update" = "Aggiornamento Software";

/* Missing Driver of all kind */
"Unable to locate a suitable driver. Use Software Update to download a driver if one is available." = "Impossibile localizzare un driver adatto. Per scaricare un driver, se ve ne sono, utilizza Aggiornamento Software.";

/* Missing Manufacturers driver */
"Unable to locate a manufacturer-supplied driver. Use Software Update to download a driver if one is available." = "Impossibile trovare un driver fornito dal produttore. Per scaricare un driver, se ve ne sono, utilizza Aggiornamento Software.";

/* BROWSER_GENERIC_PRINTER_MODEL */
"Generic PostScript Printer" = "Stampante PostScript generica";

/* Browser Names */
"com.apple.print.pbm.uber" = "Default";
"com.apple.printer.uber.usb" = "USB";
"com.apple.printer.uber.shared" = "Stampante condivisa";
"com.apple.printer.uber.netinfo" = "Apri directory";
"com.apple.printer.uber.firewire" = "Firewire";
"com.apple.printer.uber.dnssd" = "Bonjour";
"com.apple.printer.uber.cups" = "CUPS";
"com.apple.printer.uber.appletalk" = "AppleTalk";

"com.apple.print.pbm.ip" = "IP";
"com.apple.print.pbm.bluetooth" = "Bluetooth";
"com.apple.print.pbm.advanced" = "Avanzate";
"com.apple.print.pbm.fax" = "Fax";
"com.apple.print.pbm.appletalk" = "AppleTalk";
"com.apple.print.pbm.smb" = "Windows";
